bbenoist.Nix
bierner.markdown-mermaid
dbaeumer.vscode-eslint
firefox-devtools.vscode-firefox-debug
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
rvest.vs-code-prettier-eslint
samuelcolvin.jinjahtml
vscodevim.vim
Vue.volar
yzhang.markdown-all-in-one
