augustocdias.tasks-shell-input
bbenoist.Nix
bierner.markdown-mermaid
charliermarsh.ruff
coder.coder-remote
dbaeumer.vscode-eslint
eamodio.gitlens
firefox-devtools.vscode-firefox-debug
lehwark.htmx-literals
ms-azuretools.vscode-docker
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
otovo-oss.htmx-tags
redhat.ansible
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
samuelcolvin.jinjahtml
syler.sass-indented
tamasfe.even-better-toml
twxs.cmake
vscodevim.vim
VSpaceCode.whichkey
Vue.volar
yzhang.markdown-all-in-one
